single-vertx-with-kt-coroutine/n1-highcpu-4-2ms/c125.txt
Bombarding http://10.148.0.4:8080//2ms with 500000 request(s) using 125 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     47660.14    4737.97   51698.66
  Latency        2.62ms     2.54ms   214.63ms
  Latency Distribution
     50%     2.52ms
     75%     2.62ms
     90%     2.77ms
     99%     4.46ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.81MB/s