single-vertx-with-kt-coroutine/n1-highcpu-4-2ms/c125.txt
Bombarding http://10.148.0.2:8080//2ms with 500000 request(s) using 125 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     48923.67    3046.46   51855.53
  Latency        2.55ms   356.98us    32.84ms
  Latency Distribution
     50%     2.49ms
     75%     2.58ms
     90%     2.71ms
     99%     4.08ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.94MB/s